import * as React from "react";
import { ButtonMailTo } from "../components";

const infoTextGR = (
  <div>
    Στήν πρώτη ὀθόνη ἐμφανίζονται οἱ Περιφέρειες τους Ἑλληνικοῦ κράτους. Ἀφοῦ
    ἐπιλέξετε μία, θά ἐμφανιστοῦν οἱ Νομοί. Στή συνέχεια ὅταν ἐπιλέξετε ἕνα
    Νομό, θά ἐμφανιστοῦν οἱ Μητροπόλεις. Ὅταν ἐπιλέξετε καί Μητρόπολη, θά
    ἐμφανιστοῦν τά ὀνόματα τῶν τοπικῶν ἁγίων. Ἕν τέλη, μπορεῖτε νά ἐπιλέξετε
    ἕναν προκειμένου νά διαβάσετε τόν βίο του.
    <br />
    <br />
    Μία ἔξοχη δυνατότητα ποῦ παρέχει ἤ ἐφαρμογή εἶναι ἡ ἀναζήτηση ἁγίων μέσῳ
    χαρτῶν τῆς Google. Στήν ἀρχική ὀθόνη, ὑπάρχει ἕνα εἰκονίδιο ἐπάνω δεξιά, ποῦ
    ἀνοίγει τούς χάρτες. Στήν ἀρχή ἐμφανίζονται οἱ Περιφέρειες (σέ συγκεκριμένες
    συντεταγμένες). Ἕπειτα ἀπό ἐπιλογή περιφέρειας ἐμφανίζονται οἱ Νομοί αὐτής
    κ.ὅ.κ.
    <br />
    <br />
    Ἐπικοινωνία:
    <br />
    <ButtonMailTo
      label="footios76@gmail.com"
      mailto="mailto:footios76@gmail.com"
    />
    <br />
    <br />
    Καλή ψυχαγωγία!
  </div>
);

export default infoTextGR;
