import * as React from "react";
import { ButtonMailTo } from "../components";

const infoTextGR = (
  <div>
    <div>
      <h2>&quot;O Λόγος - κουίζ&quot; </h2>
      <p>
        Η εφαρμογή: &quot;O Λόγος - κουίζ&quot; είναι μια μαγευτική εφαρμογή για
        κινητά που σας επιτρέπει να δοκιμάσετε τις γνώσεις σας για την Καινή
        Διαθήκη, εστιάζοντας συγκεκριμένα στο Ευαγγέλιο του Ματθαίου. Με μια
        συλλογή 560 ερωτήσεων, συμπεριλαμβανομένων των επιλογών πολλαπλής
        επιλογής και Σωστό/Λάθος, προκαλέστε τον εαυτό σας με κουίζ
        προσαρμοσμένα στο επίπεδο δυσκολίας που προτιμάτε ή εμβαθύνετε στη
        διορατική προοπτική του Αγίου Ιωάννη του Χρυσοστόμου. Παρακολουθήστε την
        πρόοδό σας με την πάροδο του χρόνου με την ενσωματωμένη δυνατότητα
        γραφήματος, δείτε τα ποσοστά επιτυχίας σας ανά εβδομάδα, μήνα ή έτος,
        τόσο για εύκολα όσο και για κουίζ που βασίζονται στο Χρυσόστομο.
      </p>
    </div>
    <br />
    <br />
    Ἐπικοινωνία:
    <br />
    <ButtonMailTo
      label="footios76@gmail.com"
      mailto="mailto:footios76@gmail.com"
    />
    <br />
    <br />
    <p>Καλή ψυχαγωγία!</p>
  </div>
);

export default infoTextGR;
